{"notes": ["  DOB: 11/19/1933 M M1916600207 2019-06-22 1710 3493 PETER PETRUZZI 38911 CONNIE NICKELSON I DIAG M20681434 MARY L ORRICK 1933-11-19 F MEDICARE 10091 PROCEDURE ORDERED: 03-CT-19-082514 2906987 CT THORAX W/O CONTRAST 71250 1687253635 ADMITTING DX: SHORTNESS OF BREATH WORKING DX: SHORTNESS OF BREATH EXAM: CT OF THE CHEST, ABDOMEN AND PELVIS WITHOUT CONTRAST COMPARISON: NO PRIOR CTS AVAILABLE INDICATION: PAIN  FINDINGS: CHEST: LACK OF CONTRAST LIMITS EVALUATION OF THE THORACIC VASCULATURE, MEDIASTINUM AND HILA. LARGE BILATERAL LAYERING PLEURAL EFFUSIONS. BILATERAL PULMONARY GROUND-GLASS OPACITIES. RESPIRATORY MOTION ARTIFACT. CENTRAL AIRWAYS ARE PATENT. NO PNEUMOTHORAX. ATHEROSCLEROTIC CALCIFICATION OF THE THORACIC AORTA. CORONARY CALCIFICATION. ASCENDING AORTA IS ECTATIC MEASURING UP TO 3.9 CM.  ABDOMEN/PELVIS LACK OF CONTRAST LIMITS EVALUATION OF THE SOLID ORGANS, BOWEL AND VASCULATURE SMALL AMOUNT OF ASCITES. HEPATIC AND SPLENIC GRANULOMATA. CHOLELITHIASIS. NO HYDRONEPHROSIS. PANCREATIC ATROPHY. SUSPECTED LEFT RENAL CYST. HEAVILY CALCIFIED ABDOMINAL AORTA. SMALL AMOUNT OF FREE FLUID IN THE PELVIS. COLONIC DIVERTICULA. NO BOWEL OBSTRUCTION. BODY WALL EDEMA. SI JOINT AND LUMBAR SPINE DEGENERATIVE CHANGES. T5 COMPRESSION FRACTURE     IMPRESSION: LARGE PLEURAL EFFUSIONS AND FINDINGS SUSPICIOUS FOR EDEMA  SMALL AMOUNT OF ASCITES  T5 COMPRESSION FRACTURE, AGE INDETERMINATE  CHOLELITHIASIS   INDIVIDUALIZED DOSE OPTIMIZATION TECHNIQUE WAS USED FOR PROCEDURES PERFORMED.  TRANSCRIPTIONIST- PETER PETRUZZI, PHYSICIAN - RADIOLOGIST READ BY- PETER PETRUZZI, PHYSICIAN - RADIOLOGIST REVIEWED AND E-SIGNED BY- PETER PETRUZZI, PHYSICIAN - RADIOLOGIST RELEASED DATE TIME- 06/22/19 18:21 ------------------------------------------------------------------------------  "], "context": {"claimType": "Cx", "sectionMode": "", "sectionGroups": [], "age": 85, "gender": "F", "taxonomy": "radiology", "placeOfService": "21", "dateOfService": "06/22/2019", "EMCode": "", "EMRCpts": [], "EMRIcds": [], "providerId": "18", "patientId": "10063", "sectionHeaders": ["EXAM", "CLINICAL HISTORY", "HISTORY", "TECHNIQUE", "FINDINGS", "IMPRESSION", "PROCEDURE", "REASON", "REASON FOR EXAM", "EXAMS"], "planId": "40/7/utrad-ctscan"}, "id": "10063_2_1916600207_16872536351916600207"}